Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# an_error_occurred_while_enhancing_your_transcrip_1790ad05
source: An error occurred while enhancing your transcription:nn%@nnThe original transcription was saved without enhancement.nYou can try enabling AI enhancement again in Settings.
ar: حدث خطأ أثناء تحسين النسخ:nn%@nn تم حفظ النسخ الأصلي بدون تحسين. يمكنك محاولة تمكين تحسين الذكاء الاصطناعي مرة أخرى في الإعدادات.
bn: আপনার ট্রান্সক্রিপশন উন্নত করার সময় একটি ত্রুটি ঘটেছে: nn%@nn মূল ট্রান্সক্রিপশনটি বর্ধিতকরণ ছাড়াই সংরক্ষিত হয়েছিল৷ nআপনি সেটিংসে আবার AI বর্ধিতকরণ সক্ষম করার চেষ্টা করতে পারেন৷
cs: Během en došlo k chybě enhancing vaší transcription:nn%@n__PH_10_PH__1 origi transcription bylo uloženo bez enhancement.nVylepšení AI můžete zkusit znovu povolit v Nastavení.
da: Der opstod en fejl under forbedring af din transskription:nn%@nnDen originale transskription blev gemt uden forbedring.nDu kan prøve at aktivere AI-forbedring igen i Indstillinger.
de: Bei der Verbesserung Ihrer Transkription ist ein Fehler aufgetreten:nn%@nnDie ursprüngliche Transkription wurde ohne Verbesserung gespeichert.nSie können versuchen, die KI-Verbesserung in den Einstellungen erneut zu aktivieren.
el: Παρουσιάστηκε σφάλμα κατά τη βελτίωση της μεταγραφής σας:nn%@nnΗ αρχική μεταγραφή αποθηκεύτηκε χωρίς βελτίωση.nΜπορείτε να δοκιμάσετε να ενεργοποιήσετε ξανά τη βελτίωση τεχνητής νοημοσύνης στις Ρυθμίσεις.
fi: Transkriptiota parannettaessa tapahtui virhe:nn%@nnAlkuperäinen transkriptio tallennettiin ilman parannusta.nVoit yrittää ottaa tekoälyn parannuksen uudelleen käyttöön asetuksista.
fr: Une erreur s'est produite lors de l'amélioration de votre transcription :nn%@nnLa transcription originale a été enregistrée sans amélioration.nVous pouvez réessayer d'activer l'amélioration IA dans les Paramètres.
he: אירעה שגיאה בעת שיפור התמלול שלך:nn%@nnהתמלול המקורי נשמר ללא שיפור.nתוכל לנסות להפעיל שוב שיפור בינה מלאכותית בהגדרות.
hi: आपके ट्रांसक्रिप्शन को बढ़ाते समय एक त्रुटि हुई:nn%@nnमूल ट्रांसक्रिप्शन को बिना किसी संवर्द्धन के सहेजा गया था। आप सेटिंग्स में AI एन्हांसमेंट को फिर से सक्षम करने का प्रयास कर सकते हैं।
hu: Hiba történt az átírás javítása közben:nn%@nnAz eredeti átírást javítás nélkül mentette.nMegpróbálhatja újra engedélyezni az AI-javítást a Beállításokban.
id: Terjadi kesalahan saat menyempurnakan transkripsi Anda:nn%@nnTranskripsi asli disimpan tanpa penyempurnaan.nAnda dapat mencoba mengaktifkan penyempurnaan AI lagi di Pengaturan.
it: Si è verificato un errore durante il miglioramento della trascrizione:nn%@nnLa trascrizione originale è stata salvata senza miglioramenti.nPuoi provare ad abilitare nuovamente il miglioramento AI nelle Impostazioni.
ja: 文字起こしの強化中にエラーが発生しました:nn%@nn元の文字起こしは強化なしで保存されました。n[設定] で AI 強化を再度有効にしてみてください。
ko: 전사를 강화하는 동안 오류가 발생했습니다:nn%@nn원본 전사가 강화되지 않고 저장되었습니다.n설정에서 AI 강화를 다시 활성화할 수 있습니다.
ms: Ralat berlaku semasa mempertingkatkan transkripsi anda:nn%@nnTranskripsi asal telah disimpan tanpa penambahan.nAnda boleh cuba mendayakan peningkatan AI sekali lagi dalam Tetapan.
nb: Det oppstod en feil under forbedring av transkripsjonen din:nn%@nnDen originale transkripsjonen ble lagret uten forbedring.nDu kan prøve å aktivere AI-forbedring igjen i Innstillinger.
nl: Er is een fout opgetreden bij het verbeteren van uw transcriptie:nn%@nnDe oorspronkelijke transcriptie is zonder verbeteringen opgeslagen.nU kunt proberen AI-verbetering opnieuw in te schakelen in Instellingen.
pl: Wystąpił błąd podczas ulepszania transkrypcji: %@ Oryginalna transkrypcja została zapisana bez ulepszeń. Możesz spróbować ponownie włączyć ulepszanie AI w Ustawieniach.
pt_br: Ocorreu um erro ao aprimorar sua transcrição:nn%@nnA transcrição original foi salva sem melhorias.nVocê pode tentar ativar o aprimoramento de IA novamente em Configurações.
ro: A apărut o eroare la îmbunătățirea transcripției: nn%@nnTranscrierea originală a fost salvată fără îmbunătățire.nPuteți încerca să activați din nou îmbunătățirea AI în Setări.
ru: При улучшении вашей транскрипции произошла ошибка: nn%@nnИсходная транскрипция была сохранена без улучшения.nВы можете попробовать снова включить AI-улучшение в настройках.
sv: Ett fel uppstod när din transkription förbättrades:nn%@nnDen ursprungliga transkriptionen sparades utan förbättring.nDu kan försöka aktivera AI-förbättring igen i Inställningar.
th: เกิดข้อผิดพลาดขณะปรับปรุงการถอดเสียงของคุณ:nn%@nnการถอดเสียงต้นฉบับถูกบันทึกโดยไม่มีการปรับปรุงnคุณสามารถลองเปิดใช้งานการปรับปรุง AI อีกครั้งได้ในการตั้งค่า
tr: Çeviri yazınız geliştirilirken bir hata oluştu:nn%@nnOrijinal çeviri yazı, geliştirme yapılmadan kaydedildi.nAyarlar'da AI geliştirmeyi yeniden etkinleştirmeyi deneyebilirsiniz.
uk: Під час покращення вашої транскрипції сталася помилка:nn%@nnОригінальна транскрипція була збережена без покращення.nВи можете спробувати знову ввімкнути покращення ШІ в налаштуваннях.
vi: Đã xảy ra lỗi khi nâng cao bản chép lại của bạn:nn%@nnBản chép lại ban đầu đã được lưu mà không nâng cao.nBạn có thể thử bật lại tính năng nâng cao AI trong Cài đặt.
zh_hans: 增强您的转录时发生错误：nn%@nn原始转录已保存，未进行增强。n您可以尝试在设置中再次启用 AI 增强。
zh_hant: 增強您的轉錄時發生錯誤：nn%@nn原始轉錄已儲存，未進行增強。n您可以嘗試在設定中再次啟用 AI 增強。

# anonymous_diagnostics_and_usage_signals_never_tr
source: Anonymous diagnostics and usage signals. Never transcript text, audio, or personal content.
ar: تشخيصات وإشارات استخدام مجهولة. لا يتضمن أبدًا نص النسخ أو الصوت أو المحتوى الشخصي.
bn: বেনামী ডায়াগনস্টিকস এবং ব্যবহারের সিগন্যাল। প্রতিলিপির টেক্সট, অডিও বা ব্যক্তিগত কনটেন্ট কখনও নয়।
cs: Anonymní diagnostika a signály o používání. Nikdy text přepisů, zvuk ani osobní obsah.
da: Anonym diagnostik og brugssignaler. Aldrig transskriptionstekst, lyd eller personligt indhold.
de: Anonyme Diagnose- und Nutzungssignale. Niemals Transkripttext, Audio oder persönliche Inhalte.
el: Ανώνυμα διαγνωστικά και σήματα χρήσης. Ποτέ κείμενο μεταγραφής, ήχος ή προσωπικό περιεχόμενο.
es: Diagnósticos y señales de uso anónimos. Nunca el texto de las transcripciones, el audio ni el contenido personal.
fi: Anonyymit diagnostiikka- ja käyttösignaalit. Ei koskaan transkriptiotekstiä, ääntä tai henkilökohtaista sisältöä.
fr: Diagnostics et signaux d’utilisation anonymes. Jamais le texte des transcriptions, l’audio ni le contenu personnel.
he: אבחון ואותות שימוש אנונימיים. לעולם לא טקסט תמלול, אודיו או תוכן אישי.
hi: गुमनाम डायग्नोस्टिक्स और उपयोग सिग्नल। ट्रांसक्रिप्ट टेक्स्ट, ऑडियो या व्यक्तिगत सामग्री कभी नहीं।
hu: Névtelen diagnosztikai és használati jelzések. Soha nem átirat szövege, hang vagy személyes tartalom.
id: Diagnostik dan sinyal penggunaan anonim. Tidak pernah teks transkripsi, audio, atau konten pribadi.
it: Diagnostica e segnali di utilizzo anonimi. Mai il testo delle trascrizioni, l’audio o contenuti personali.
ja: 匿名の診断および使用状況シグナル。文字起こしのテキスト、音声、個人的な内容は一切含みません。
ko: 익명 진단 및 사용 신호. 전사 텍스트, 오디오, 개인 콘텐츠는 절대 포함하지 않습니다.
ms: Diagnostik dan isyarat penggunaan tanpa nama. Tidak sekali-kali teks transkripsi, audio, atau kandungan peribadi.
nb: Anonym diagnostikk og brukssignaler. Aldri transkripsjonstekst, lyd eller personlig innhold.
nl: Anonieme diagnostiek en gebruikssignalen. Nooit transcriptietekst, audio of persoonlijke inhoud.
pl: Anonimowa diagnostyka i sygnały użycia. Nigdy tekst transkrypcji, dźwięk ani treści osobiste.
pt_br: Diagnósticos e sinais de uso anônimos. Nunca o texto das transcrições, o áudio ou conteúdo pessoal.
ro: Diagnosticare și semnale de utilizare anonime. Niciodată textul transcrierilor, audio sau conținut personal.
ru: Анонимная диагностика и сигналы об использовании. Никогда — текст транскрипций, аудио или личный контент.
sv: Anonym diagnostik och användningssignaler. Aldrig transkriptionstext, ljud eller personligt innehåll.
th: การวินิจฉัยและสัญญาณการใช้งานแบบไม่ระบุตัวตน ไม่มีข้อความถอดเสียง เสียง หรือเนื้อหาส่วนบุคคลเลย
tr: Anonim tanılama ve kullanım sinyalleri. Asla transkripsiyon metni, ses veya kişisel içerik değil.
uk: Анонімна діагностика та сигнали використання. Ніколи — текст транскрипцій, аудіо чи особистий вміст.
vi: Chẩn đoán và tín hiệu sử dụng ẩn danh. Không bao giờ có văn bản phiên âm, âm thanh hay nội dung cá nhân.
zh_hans: 匿名诊断和使用信号。绝不包含转录文本、音频或个人内容。
zh_hant: 匿名診斷與使用訊號。絕不包含轉錄文字、音訊或個人內容。

source: Anonymous usage signals
ar: إشارات استخدام مجهولة
bn: বেনামী ব্যবহারের সিগন্যাল
cs: Anonymní signály o používání
da: Anonyme brugssignaler
de: Anonyme Nutzungssignale
el: Ανώνυμα σήματα χρήσης
es: Señales de uso anónimas
fi: Anonyymit käyttösignaalit
fr: Signaux d’utilisation anonymes
he: אותות שימוש אנונימיים
hi: गुमनाम उपयोग सिग्नल
hu: Névtelen használati jelzések
id: Sinyal penggunaan anonim
it: Segnali di utilizzo anonimi
ja: 匿名の使用状況シグナル
ko: 익명 사용 신호
ms: Isyarat penggunaan tanpa nama
nb: Anonyme brukssignaler
nl: Anonieme gebruikssignalen
pl: Anonimowe sygnały użycia
pt_br: Sinais de uso anônimos
ro: Semnale de utilizare anonime
ru: Анонимные сигналы об использовании
sv: Anonyma användningssignaler
th: สัญญาณการใช้งานแบบไม่ระบุตัวตน
tr: Anonim kullanım sinyalleri
uk: Анонімні сигнали використання
vi: Tín hiệu sử dụng ẩn danh
zh_hans: 匿名使用信号
zh_hant: 匿名使用訊號

# answers_come_from_this_note_s_transcript_and_you
source: Answers come from this note's transcript and your AI provider. Check anything important.
ar: تأتي الإجابات من نص هذه الملاحظة ومزوّد الذكاء الاصطناعي لديك. تحقق من أي شيء مهم.
bn: উত্তরগুলো এই নোটের প্রতিলিপি এবং আপনার AI প্রদানকারীর কাছ থেকে আসে। গুরুত্বপূর্ণ যেকোনো কিছু যাচাই করুন।
cs: Odpovědi vycházejí z přepisu této poznámky a vašeho poskytovatele AI. Cokoli důležitého si ověřte.
da: Svarene kommer fra denne notes udskrift og din AI-udbyder. Tjek alt, der er vigtigt.
de: Antworten stammen aus dem Transkript dieser Notiz und Ihrem KI-Anbieter. Überprüfen Sie alles Wichtige.
el: Οι απαντήσεις προέρχονται από το απομαγνητοφωνημένο κείμενο αυτής της σημείωσης και τον πάροχο AI σας. Ελέγξτε ό,τι είναι σημαντικό.
es: Las respuestas provienen de la transcripción de esta nota y de tu proveedor de IA. Comprueba cualquier dato importante.
fi: Vastaukset perustuvat tämän muistiinpanon tekstitykseen ja tekoälypalveluntarjoajaasi. Tarkista kaikki tärkeä.
fr: Les réponses proviennent de la transcription de cette note et de votre fournisseur d'IA. Vérifiez tout élément important.
he: התשובות מגיעות מהתמלול של הפתק הזה ומספק ה-AI שלכם. בדקו כל דבר חשוב.
hi: जवाब इस नोट के प्रतिलेख और आपके AI प्रदाता से आते हैं। जो भी महत्वपूर्ण हो, उसे जांच लें।
hu: A válaszok ennek a jegyzetnek az átiratából és az AI-szolgáltatójából származnak. Ellenőrizzen mindent, ami fontos.
id: Jawaban berasal dari transkrip catatan ini dan penyedia AI Anda. Periksa hal yang penting.
it: Le risposte provengono dalla trascrizione di questa nota e dal tuo provider IA. Controlla tutto ciò che è importante.
ja: 回答はこのメモの文字起こしとAIプロバイダーから得られます。重要な内容は確認してください。
ko: 답변은 이 메모의 대본과 AI 제공업체에서 가져옵니다. 중요한 내용은 확인하세요.
ms: Jawapan datang daripada transkrip nota ini dan pembekal AI anda. Semak semua perkara penting.
nb: Svarene kommer fra utskriften av dette notatet og AI-leverandøren din. Sjekk alt som er viktig.
nl: Antwoorden komen uit het transcript van deze notitie en je AI-provider. Controleer alles wat belangrijk is.
pl: Odpowiedzi pochodzą z transkrypcji tej notatki i Twojego dostawcy AI. Sprawdź wszystko, co ważne.
pt_br: As respostas vêm da transcrição desta nota e do seu provedor de IA. Confira tudo que for importante.
ro: Răspunsurile provin din transcrierea acestei notițe și de la furnizorul dvs. de AI. Verificați orice este important.
ru: Ответы формируются на основе транскрипта этой заметки и вашего провайдера ИИ. Проверяйте всё важное.
sv: Svaren kommer från den här anteckningens transkript och din AI-leverantör. Kontrollera allt som är viktigt.
th: คำตอบมาจากข้อความถอดเสียงของโน้ตนี้และผู้ให้บริการ AI ของคุณ ตรวจสอบสิ่งสำคัญทุกอย่าง
tr: Yanıtlar bu notun dökümünden ve AI sağlayıcınızdan gelir. Önemli olan her şeyi kontrol edin.
uk: Відповіді формуються на основі транскрипту цієї нотатки та вашого постачальника ШІ. Перевіряйте все важливе.
vi: Câu trả lời đến từ bản chép lời của ghi chú này và nhà cung cấp AI của bạn. Hãy kiểm tra mọi thứ quan trọng.
zh_hans: 答案来自这条笔记的转录内容和你的 AI 提供方。请核实所有重要信息。
zh_hant: 答案來自這則筆記的逐字稿和你的 AI 提供方。請核實所有重要資訊。

source: Anthropic
ar: أنثروبي
bn: নৃতাত্ত্বিক
cs: Antropický
da: Antropisk
el: Ανθρωπικό
fi: Antrooppinen
he: אנתרופית
hu: Antropikus
id: __TETAPKAN_ANTHROPIS__
ms: Antropik
nb: Antropisk
ro: antropică
sv: Antropisk
th: มานุษยวิทยา
uk: Антропний
vi: nhân loại

source: API Endpoint
ar: نقطة نهاية واجهة برمجة التطبيقات
bn: API এন্ডপয়েন্ট
cs: Koncový bod API
da: API-endepunkt
de: API-Endpunkt
el: Τέλος API
es: Endpoint de API
fi: API-päätepiste
fr: Point de terminaison API
he: נקודת קצה API
hi: एपीआई समापन बिंदु
hu: API végpont
id: Titik Akhir API
it: Endpoint API
ja: APIエンドポイント
ko: API 엔드포인트
ms: Titik Akhir API
nb: API-endepunkt
nl: API-eindpunt
pl: Punkt końcowy interfejsu API
pt_br: Ponto final da API
ro: Punct final API
ru: Конечная точка API
sv: API-slutpunkt
th: จุดสิ้นสุด API
tr: API Uç Noktası
uk: Кінцева точка API
vi: Điểm cuối API
zh_hans: API 端点
zh_hant: API 端點

source: API Key
ar: مفتاح واجهة برمجة التطبيقات
bn: API কী
cs: Klíč API
da: API nøgle
de: API-Schlüssel
el: Κλειδί API
es: Clave de API
fi: API-avain
fr: Clé API
he: מפתח API
hi: एपीआई कुंजी
hu: API kulcs
id: Kunci API
it: Chiave API
ja: APIキー
ko: API 키
ms: Kunci API
nb: API-nøkkel
nl: API-sleutel
pl: Klucz API
pt_br: Chave de API
ro: Cheia API
ru: API-ключ
sv: API-nyckel
th: คีย์ API
tr: API Anahtarı
uk: Ключ API
vi: Khóa API
zh_hans: API 密钥
zh_hant: API 金鑰

source: API key saved
ar: تم حفظ مفتاح API
bn: API কী সংরক্ষিত
cs: Klíč API byl uložen
da: API-nøgle gemt
de: API-Schlüssel gespeichert
el: Το κλειδί API αποθηκεύτηκε
es: Clave API guardada
fi: API-avain tallennettu
fr: Clé API enregistrée
he: מפתח API נשמר
hi: एपीआई कुंजी सहेजी गई
hu: API-kulcs mentve
id: Kunci API disimpan
it: Chiave API salvata
ja: APIキーが保存されました
ko: API 키가 저장되었습니다
ms: Kunci API disimpan
nb: API-nøkkel lagret
nl: API-sleutel opgeslagen
pl: Klucz API został zapisany
pt_br: Chave de API salva
ro: Cheia API salvată
ru: Ключ API сохранен.
sv: API-nyckel sparad
th: บันทึกคีย์ API แล้ว
tr: API anahtarı kaydedildi
uk: Ключ API збережено
vi: Đã lưu khóa API
zh_hans: API 密钥已保存
zh_hant: API 金鑰已儲存

source: API key saved • Endpoint: %@
ar: تم حفظ مفتاح واجهة برمجة التطبيقات • نقطة النهاية: %@
bn: API কী সংরক্ষিত • শেষবিন্দু: %@
cs: Klíč API uložen • Koncový bod: %@
da: API-nøgle gemt • Slutpunkt: %@
de: API-Schlüssel gespeichert • Endpunkt: %@
el: Το κλειδί API αποθηκεύτηκε • Τελικό σημείο: %@
es: Clave API guardada • Punto final: %@
fi: API-avain tallennettu • Päätepiste: %@
fr: Clé API enregistrée • Point de terminaison : %@
he: מפתח API נשמר • נקודת קצה: %@
hi: एपीआई कुंजी सहेजी गई • समापन बिंदु: %@
hu: API-kulcs mentve • Végpont: %@
id: Kunci API disimpan • Titik akhir: %@
it: Chiave API salvata • Endpoint: %@
ja: API キーが保存されました • エンドポイント: %@
ko: API 키가 저장되었습니다. • 엔드포인트: %@
ms: Kunci API disimpan • Titik Akhir: %@
nb: API-nøkkel lagret • Endepunkt: %@
nl: API-sleutel opgeslagen • Eindpunt: %@
pl: Klucz API został zapisany • Punkt końcowy: %@
pt_br: Chave de API salva • Endpoint: %@
ro: Cheia API salvată • Punct final: %@
ru: Ключ API сохранен • Конечная точка: %@.
sv: API-nyckel sparad • Slutpunkt: %@
th: บันทึกคีย์ API แล้ว • จุดสิ้นสุด: %@
tr: API anahtarı kaydedildi • Uç nokta: %@
uk: Ключ API збережено • Кінцева точка: %@
vi: Đã lưu khóa API • Điểm cuối: %@
zh_hans: API 密钥已保存 • 端点：%@
zh_hant: API 金鑰已儲存 • 端點：%@

source: App info, acknowledgments, support, and logs
ar: معلومات التطبيق والإقرارات والدعم والسجلات
bn: অ্যাপের তথ্য, স্বীকৃতি, সমর্থন এবং লগ
cs: Informace o aplikaci, potvrzení, podpora a protokoly
da: Appinfo, anerkendelser, support og logfiler
de: App-Info, Danksagungen, Support und Protokolle
el: Πληροφορίες εφαρμογής, επιβεβαιώσεις, υποστήριξη και αρχεία καταγραφής
es: Info de la app, agradecimientos, soporte y registros
fi: Sovellustiedot, kuittaukset, tuki ja lokit
fr: Infos app, remerciements, support et journaux
he: מידע על אפליקציה, תודות, תמיכה ויומנים
hi: ऐप की जानकारी, स्वीकृतियाँ, समर्थन और लॉग
hu: Alkalmazásinformációk, visszaigazolások, támogatás és naplók
id: Info aplikasi, ucapan terima kasih, dukungan, dan log
it: Informazioni sull'app, riconoscimenti, supporto e registri
ja: アプリ情報、承認、サポート、ログ
ko: 앱 정보, 승인, 지원 및 로그
ms: Maklumat apl, pengakuan, sokongan dan log
nb: Appinformasjon, anerkjennelser, støtte og logger
nl: App-info, bevestigingen, ondersteuning en logboeken
pl: Informacje o aplikacji, podziękowania, pomoc i dzienniki
pt_br: Informações, reconhecimentos, suporte e registros do aplicativo
ro: Informații despre aplicație, mulțumiri, asistență și jurnalele
ru: Информация о приложении, подтверждения, поддержка и журналы
sv: Appinformation, bekräftelser, support och loggar
th: ข้อมูลแอป การรับทราบ การสนับสนุน และบันทึก
tr: Uygulama bilgileri, teşekkür, destek ve günlükler
uk: Інформація про програму, подяки, підтримка та журнали
vi: Thông tin ứng dụng, xác nhận, hỗ trợ và nhật ký
zh_hans: 应用信息、致谢、支持和日志
zh_hant: 應用資訊、致謝、支援和日誌

# app_version_macos_version_hardware_type_which_fe
source: App version, macOS version, hardware type, which features are used, and error categories.
ar: إصدار التطبيق وإصدار macOS ونوع الجهاز والميزات المستخدمة وفئات الأخطاء.
bn: অ্যাপ সংস্করণ, macOS সংস্করণ, হার্ডওয়্যারের ধরন, কোন বৈশিষ্ট্যগুলি ব্যবহৃত হয় এবং ত্রুটির শ্রেণি।
cs: Verze aplikace, verze macOS, typ hardwaru, které funkce se používají a kategorie chyb.
da: Appversion, macOS-version, hardwaretype, hvilke funktioner der bruges, og fejlkategorier.
de: App-Version, macOS-Version, Hardwaretyp, welche Funktionen genutzt werden und Fehlerkategorien.
el: Έκδοση εφαρμογής, έκδοση macOS, τύπος υλικού, ποιες λειτουργίες χρησιμοποιούνται και κατηγορίες σφαλμάτων.
es: Versión de la app, versión de macOS, tipo de hardware, qué funciones se usan y categorías de errores.
fi: Sovelluksen versio, macOS-versio, laitteistotyyppi, mitä ominaisuuksia käytetään ja virhekategoriat.
fr: Version de l’app, version de macOS, type de matériel, fonctionnalités utilisées et catégories d’erreurs.
he: גרסת האפליקציה, גרסת macOS, סוג החומרה, אילו תכונות בשימוש וקטגוריות שגיאה.
hi: ऐप संस्करण, macOS संस्करण, हार्डवेयर प्रकार, कौन-सी सुविधाएँ उपयोग होती हैं, और त्रुटि श्रेणियाँ।
hu: Alkalmazásverzió, macOS-verzió, hardvertípus, mely funkciókat használják, és hibakategóriák.
id: Versi aplikasi, versi macOS, jenis perangkat keras, fitur apa yang digunakan, dan kategori kesalahan.
it: Versione dell’app, versione di macOS, tipo di hardware, quali funzioni vengono usate e categorie di errori.
ja: アプリのバージョン、macOS のバージョン、ハードウェアの種類、使用された機能、エラーの分類。
ko: 앱 버전, macOS 버전, 하드웨어 유형, 사용된 기능, 오류 범주.
ms: Versi apl, versi macOS, jenis perkakasan, ciri yang digunakan, dan kategori ralat.
nb: Appversjon, macOS-versjon, maskinvaretype, hvilke funksjoner som brukes, og feilkategorier.
nl: App-versie, macOS-versie, hardwaretype, welke functies worden gebruikt en foutcategorieën.
pl: Wersja aplikacji, wersja macOS, typ sprzętu, które funkcje są używane oraz kategorie błędów.
pt_br: Versão do app, versão do macOS, tipo de hardware, quais recursos são usados e categorias de erros.
ro: Versiunea aplicației, versiunea macOS, tipul de hardware, ce funcții sunt utilizate și categoriile de erori.
ru: Версия приложения, версия macOS, тип оборудования, какие функции используются и категории ошибок.
sv: Appversion, macOS-version, hårdvarutyp, vilka funktioner som används och felkategorier.
th: เวอร์ชันแอป เวอร์ชัน macOS ประเภทฮาร์ดแวร์ ฟีเจอร์ที่ใช้ และหมวดหมู่ข้อผิดพลาด
tr: Uygulama sürümü, macOS sürümü, donanım türü, hangi özelliklerin kullanıldığı ve hata kategorileri.
uk: Версія програми, версія macOS, тип обладнання, які функції використовуються, і категорії помилок.
vi: Phiên bản ứng dụng, phiên bản macOS, loại phần cứng, những tính năng nào được dùng, và danh mục lỗi.
zh_hans: 应用版本、macOS 版本、硬件类型、使用了哪些功能以及错误类别。
zh_hant: App 版本、macOS 版本、硬體類型、使用了哪些功能以及錯誤類別。

source: Appearance
ar: المظهر
bn: চেহারা
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
he: מראה
hi: दिखावट
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
ko: 모양
ms: Penampilan
nb: Utseende
nl: Weergave
pl: Wygląd
pt_br: Aparência
ro: Aspect
ru: Оформление
sv: Utseende
th: รูปลักษณ์
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# append_a_space_after_each_transcription_for_seam
source: Append a space after each transcription for seamless dictation.
ar: أضف مسافة بعد كل نسخة للإملاء السلس.
bn: বিরামহীন শ্রুতিলিপির জন্য প্রতিটি ট্রান্সক্রিপশনের পরে একটি স্থান যুক্ত করুন।
cs: Za každým přepisem přidejte mezeru pro bezproblémový diktát.
da: Tilføj et mellemrum efter hver transskription for problemfri diktering.
de: Fügen Sie nach jeder Transkription ein Leerzeichen für nahtlose Diktierung hinzu.
el: Προσθέστε ένα κενό μετά από κάθε μεταγραφή για απρόσκοπτη υπαγόρευση.
es: Añade un espacio después de cada transcripción para un dictado fluido.
fi: Lisää välilyönti jokaisen transkription jälkeen saumattoman sanelun varmistamiseksi.
fr: Ajoutez un espace après chaque transcription pour un dictée fluide.
he: הוסף רווח לאחר כל תמלול להכתבה חלקה.
hi: निर्बाध श्रुतलेख के लिए प्रत्येक प्रतिलेखन के बाद एक स्थान जोड़ें।
hu: Tegyen szóközt minden átírás után a zökkenőmentes diktálás érdekében.
id: Tambahkan spasi setelah setiap transkripsi untuk pendiktean yang lancar.
it: Aggiungi uno spazio dopo ogni trascrizione per una dettatura senza interruzioni.
ja: シームレスなディクテーションのために、各文字起こしの後にスペースを追加します。
ko: 원활한 받아쓰기를 위해 각 텍스트 변환 뒤에 공백을 추가하세요.
ms: Tambahkan ruang selepas setiap transkripsi untuk imlak yang lancar.
nb: Legg til et mellomrom etter hver transkripsjon for sømløs diktering.
nl: Voeg na elke transcriptie een spatie toe voor naadloos dicteren.
pl: Dodawaj spację po każdej transkrypcji, aby zapewnić płynne dyktowanie.
pt_br: Acrescente um espaço após cada transcrição para um ditado perfeito.
ro: Adăugați un spațiu după fiecare transcriere pentru o dictare fără întreruperi.
ru: Добавьте пробел после каждой транскрипции для плавной диктовки.
sv: Lägg till ett blanksteg efter varje transkription för sömlös diktering.
th: เติมช่องว่างหลังการถอดเสียงแต่ละครั้งเพื่อให้เขียนตามคำบอกได้อย่างราบรื่น
tr: Kusursuz dikte için her transkripsiyondan sonra bir boşluk ekleyin.
uk: Додайте пробіл після кожної транскрипції для безперебійного диктування.
vi: Thêm một khoảng trắng sau mỗi lần phiên âm để đọc chính tả liền mạch.
zh_hans: 在每次转录后附加一个空格，以实现无缝听写。
zh_hant: 在每次轉錄後附加一個空格，以實現無縫聽寫。
